# 見上げれば美緒のパンツ

けたたましく蝉が鳴く。今日も暑くなりそうだ。
通勤途中のサラリーマンは、したたる汗をハンカチで拭い、眩い夏の陽射しに目を細めながら空を見上げる。
――ああ、パンツだ。
そこに彼女のパンツがある。これで良い。

💘

炎天下の河川敷を走る学生。足がもつれ、その場に倒れこむ。
荒い息を吐きながら、地面に寝ころんで見上げた空には。
――ああ、パンツです。
空を覆う純白の布は、彼の疲労を優しく撫でるように取り除いていく。晴れやかな表情を浮かべた彼は、身体を起こすと再び走り始めた。

💘

福井県敦賀市。
一地方都市を大きく潤していた原子力発電所群は、老朽化に伴いすべて廃炉となった。
税収の大幅減。失業率の上昇。地元経済の立て直しは喫緊の課題となっていた。
そんな中、景気の低迷に歯止めをかけるべく、ある条例案が可決された。

見上げれば、必ずパンツに会える。
敦賀はパンツ特区として新たな道を歩み始めた。

💘

ああ、白か。実に清純で美しい。
ああ、水玉か。若さと躍動感にあふれた素晴らしいデザイン。

敦賀市民は紳士淑女の集合体である。見えた見えたと下品に騒いだり、下卑た薄ら笑いを浮かべたりもしない。
ただ、そこに生きる活力を見出し、無言で感謝する。
それは山岳信仰に近しい感情かもしれない。そう、彼女はパンツという美しい布を纏い、神へと昇華した。

💘

空を見上げた瞬間、そこに彼女は必ず存在する。
パンツを観測する確率は百パーセントとなる。
市民の意識は、パンツへの出会いという希望に収束される。
この街は量子力学に祝福された街。
彼女は量子力学に祝福された女神。

💘

見上げればパンツ条例の制定後、その偶像というべき存在、通称パンツオブスカイとして一人の少女が選出された。
葉原美緒。

美しさという概念の、すべての始まり。実に彼女にふさわしい名前だ。
彼女は、最も美しいパンツ姿の持ち主として選ばれたのだ。美の女神、アフロディーテのように。
今では、すべての市民に平等に、その神々しい姿を公開している。慈愛に満ちた聖母のように。

一点の曇りもなく瑞々しく輝き、すらりと伸びた脚。
若々しさと可愛らしさを象徴する短いスカート。
その狭間に、それは確かに存在する。
その絶妙な面積で、見るものを魅了する。

💘

私の隣で、美緒は寝息を立てている。
日中は市民に愛と希望を振りまく女神だが、夜は只のあどけない少女である。

目の前で天使のように眠る彼女は可愛らしいピンク色のパジャマ姿。
その下に、パンツは存在するか否か。存在すると仮定して、どんなパンツなのか。

見上げればいつでも見ることのできるパンツ。今や六万八千人の市民があまねく拝むことのできるパンツ。
しかし、手を伸ばせば届く位置にあるそれは、決して観測してはならない。
女神への冒涜。
私は目を閉じる。闇の世界。

💘

目が醒めると、布団は空だった。
彼女の姿はない。
でも、彼女はそこにいる。
彼女は、望めばどこにでもいる。
パンツは、望めばどこにでもある。
私の生きる意味、命の糧もそうなのだろう。探したければ、見上げれば良い。

カーテンを勢いよく開ける。
見上げれば、そこに美緒のパンツがある。