#言奈地蔵
木ノ芽峠と言う名の峠がある。

その峠道の途中に、「言奈地蔵」と呼ばれる地蔵がある。
なぜそのような名で呼ばれるのかは、今から話す俺の話を聞けばわかるだろう。


馬に人や荷物を乗せてひく
現代で言う、タクシーのようなものだ。


「なあ、誰にも言わないでくれよ」

なぜ地蔵にそう言ったのか、後で考えてもよくわからない。後ろめたさか、気恥ずかしさか。

『ああ、ワシは言わぬ』

その声は不意に俺の耳に響いた。確かにはっきりとそう聞こえた。俺は腰を抜かしそうになった。人を殺したことで頭までおかしくなったか――俺はそう思った。

『だから、お主も言うな。誰にもな』

また声が聞こえた。

「ああ。言わない。言わない。約束だ」



あれから何年もの時が流れた。あの日奪った金品で、しばらくは裕福な生活が出来たものの、悪銭身につかずとはよく言ったものだ。すぐに底をつき、俺は未だに馬子を続けていた。
木ノ芽峠も何度も超えた。その度にあの地蔵を見ることになったが、あれ以来何の声も聞こえなかった。当然のことではあるが。

その日は、身なりの良い若者を連れていた。年の頃は、十代の後半といったところか。




魔が差した、と言うのか。俺はつい、

「旦那。このお地蔵さまなんですがね」

「実は、ですね。このお地蔵さま、人の言葉を話すんですよ」


「お恥ずかしい話なんですがね」

なぜ、言ってしまったのだろう。

「私は昔……ここで、人を殺したことがあるのです」

俺は不思議なほどに饒舌だった。全てを洗いざらい話した。

「出来心だったのです。殺すつもりはなかったのです。あの時の私は、みじめな暮らしから抜け出したくて必死でした。


「……馬子よ」

その眼光に、俺ははっと息を飲んだ。


「その旅人には、左の頬に大きな黒子があったであろう」

足がすくむ。手が震える。あれだけ饒舌だった俺の口は、ぱくぱくと開くばかりで言葉の一つも出てこない。

「その旅人は、私の父だ」

「ずっと、仇を探しておった。ここで出逢えるとは、まさに天の導きだな」

死ぬ。俺はここで死ぬ。あの時の旅人の、この若者の父のように。体はぴくりとも動かない。


俺が生きていた時の最後の記憶は、憤怒とも悲哀ともつかぬ表情で刀を振り下ろす若者の姿と。

『お前が言わねば、死なずに済んだものを』

そう呟いた地蔵の声だった。確かに、俺には聞こえた。